"john.appleseed" = "john.appleseed";
"Sign In" = "ลงชื่อเข้าใช้";
"Your account name or password was entered incorrectly." = "ชื่อบัญชีผู้ใช้หรือรหัสผ่านของคุณที่คุณป้อนไม่ถูกต้อง";
"There was an error logging in. Please try again." = "เกิดปัญหาการเข้าใช้ขึ้น กรุณาลองอีกครั้ง";
"Apple ID password" = "รหัสผ่านของ Apple ID";
"Invalid token data is returned by server" = "เกิดปัญหาการเข้าใช้ขึ้น กรุณาลองอีกครั้ง";
"Authentication was canceled by user" = "ได้ยกเลิกการยืนยัน";
"password" = "รหัสผ่าน";
"OK" = "ตกลง";
"Password field is empty" = "กรุณาป้อนรหัสผ่านของคุณ";
"Password expired. Please change your password on Mac." = "รหัสผ่านหมดเวลา กรุณาเปลี่ยนรหัสผ่านของคุณในตั้งค่า->Store";
"Required" = "บังคับ";
"Would you like to visit iForgot.apple.com to recover your %@?" = "คุณต้องการไปที่ iForgot.apple.com เพื่อกู้ข้อมูลบัญชีผู้ใช้ของคุณกลับคืนหรือไม่";
"Password" = "รหัสผ่าน";
"Apple ID field is empty" = "ช่องของ Apple ID ว่าง";
"Apple ID" = "Apple ID";
"Cancel" = "ยกเลิก";

/* Verification Code Screen Prompt */
"Enter verification code" = "ป้อนรหัสการตรวจสอบยืนยัน";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "ป้อนรหัสการตรวจสอบยืนยันที่ส่งไปยัง \"%@\"";

/* Send new code button title */
"Send a new code" = "ป้อนรหัสการตรวจสอบยืนยัน";

/* SMS subtitle */
"SMS to Phone Number" = "ส่ง SMS ถึงหมายเลขโทรศัพท์";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "ไม่ได้รับข้อความบนอุปกรณ์ใดๆ ของคุณเลยใช่ไหม";

/* Verification Code Screen Title */
"Verification Code" = "รหัสการตรวจสอบยืนยัน";

/* Trusted devices screen title */
"Verify Identity" = "ยืนยันตัวตนของคุณ";

/* Send button title */
"Send" = "ส่ง";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "ในการจัดการอุปกรณ์ที่เชื่อถือได้ โปรดไปที่ %@ จากเครื่อง Mac หรือ PC";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "การตรวจสอบยืนยันสองขั้นตอนได้ถูกเปิดใช้งานแล้วสำหรับ Apple ID นี้";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "จะมีการส่งรหัสชั่วคราวไปยังอุปกรณ์ที่คุณเลือกด้านล่าง ซึ่งคุณสามารถใช้ยืนยันตัวตนของคุณ";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "อุปกรณ์ที่เชื่อถือได้";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "ต้องใช้การตรวจสอบยืนยันสองขั้นตอน แต่ไม่อนุญาตให้ผู้ใช้มีการโต้ตอบ";

/* Button title */
"My Apple ID…" = "Apple ID ของฉัน…";

/* Phone number description */
"Number ending in %@" = "หมายเลขที่ลงท้ายด้วย %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "ขออภัย แต่คุณได้พยายามยืนยันตัวตนของคุณที่ผิดหลายครั้งเกินไป เพื่อเหตุผลด้านความปลอดภัย คุณจะไม่สามารถทำการเปลี่ยนแปลงกับบัญชีผู้ใช้ของคุณเป็นเวลา 8 ชั่วโมงต่อจากนี้ หากคุณไม่มีรหัสการกู้คืน";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "คุณได้ส่งรหัสจำนวนมากเกินไปในการยืนยันหมายเลขโทรศัพท์ของคุณ โปรดลองอีกครั้งในภายหลัง";

/* Error Message */
"No Device information available." = "ไม่มีข้อมูลอุปกรณ์";

/* Error Message */
"The verification code you entered is not valid." = "รหัสการตรวจสอบยืนยันที่คุณป้อนไม่ถูกต้อง";

/* Error Message */
"Invalid Session." = "เซสชันไม่ถูกต้อง";

/* Error Message */
"Cannot find this person." = "ไม่พบบุคคลนี้";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "คุณยืนยันรหัสไม่สำเร็จหลายครั้งเกินไป โปรดส่งรหัสใหม่ไปยังอุปกรณ์อื่นหรือลองอีกครั้งในภายหลัง";

/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "Apple ID หรือรหัสผ่านของคุณที่คุณป้อนไม่ถูกต้อง";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "เพื่อปกป้องความปลอดภัยของคุณ ถึงเวลาที่จะต้องรีเซ็ตรหัสผ่านของคุณแล้ว ทำได้ง่ายมาก เพียงไปที่ %@";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "มีการปิดใช้งาน Apple ID นี้เพื่อเหตุผลความปลอดภัย คุณสามารถรีเซ็ตรหัสผ่านของคุณได้ที่ %@";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "เวลาปัจจุบันบนอุปกรณ์นี้ไม่ถูกต้อง คุณสามารถแก้ไขได้โดยไปที่ การตั้งค่า > ทั่วไป > วันที่และเวลา จากนั้นลองอีกครั้ง";

"Oops, an error occurred. Thanks for your patience, please try again later." = "ขออภัยสำหรับข้อผิดพลาดที่เกิดขึ้น ขอบคุณสำหรับความอดทนของคุณ โปรดลองอีกครั้งในภายหลัง";

"You appear to be offline. Please connect to the Internet and try again." = "คุณมีสถานะออฟไลน์อยู่ โปรดเชื่อมต่อเข้าอินเทอร์เน็ต และลองอีกครั้ง";

"Two-step verification has been disabled for the Apple ID account %@." = "การตรวจสอบยืนยันสองขั้นตอนถูกปิดใช้งานสำหรับบัญชี Apple ID %@";

"Signing In" = "กำลังลงชื่อเข้าใช้";

"A new code has been sent to your device." = "รหัสใหม่ได้ถูกส่งไปยังอุปกรณ์ของคุณแล้ว";

"Code %1$d of %2$d selected" = "รหัสตัวที่ %1$d จาก %2$d ตัวได้ถูกเลือก";

"Sending New Code" = "กำลังส่งรหัสใหม่";

"Verifying code" = "กำลังตรวจสอบยืนยันรหัส";

"Verified" = "ตรวจสอบยืนยันแล้ว";

/* Send Code to label */
"Send Code to:" = "ส่งรหัสไปที่:";

/* Error Message */
"Please enter a valid phone number." = "โปรดป้อนหมายเลขโทรศัพท์ที่ถูกต้อง";
